package com.sedudevelop.specialedu;

public class Advise {

    public String Advise[][] ={

            {"게일 고드윈"," 훌륭한 가르침은 1/4이 준비과정, 3/4는 현장에서 이루어진다."},
            {"알버트 아인슈타인"," 가장 중요한 것은 질문을 멈추지 않는 것이다."},
            {"칭기즈칸"," 행동의 가치는 그 행동을 끝까지 이루는 데 있다."},
            {"윈스턴 처칠"," 인생에서 가장 위대한 교훈은 심지어 바보도 어떨 때는 옳다는 걸 아는 것이다."},
            {"말콤 포브스"," 교육의 목적은 비어 있는 머리를 열려 있는 머리로 바꾸는 것이다."},
            {"허버트 스펜서","교육의 목적은 인격의 형성이다."},
            {"공자","배우고 때로 익히면 또한 기쁘지 아니한가 "},
            {"존 웨인","내일은 우리가 어제로부터 무엇인가 배웠기를 바란다."},
            {"빌 게이츠", "기술은 하나의 도구에 불과하다. 어린아이들의 협동심을 고취하고 의욕을 불어넣는 데는 교사가 가장 중요하다."},
            {"허버트 스펜서", "교육의 위대한 목표는 앎이 아니라 행동이다."},
            {"로버트 프로스트", " 교육이란 화를 내거나 자신감을 잃지 않고도 거의 모든 것에 귀 기울일 수 있는 능력이다."},
            {"윌 듀란트", " 교육은 우리 자신의 무지를 점차 발견해 가는 과정이다."},
            {"메리 페티본 풀", " 남의 말을 따라하기 위해서는 교육이 필요하다. 그 말에 도전하기 위해서는 두뇌가 필요하다."},
            {"아리스토텔레스", " 교육은 최상의 노후 대비책이다."},
            {"존 웨인","인간은 인생의 방향을 결정할 규칙을 가지고 있어야 한다."}

//            ,{"",""}


    };

}
