package com.sedudevelop.specialedu;

public class DB_Law {

    //가 .. 텍스트,   나.. 이미지

    public String Content[][] ={
            {"가"," (      )란 친권자ㆍ후견인, 그 밖의 사람으로서 특수교육대상자를 사실상 보호하는 사람을 말한다."},
            {"가"," 통합교육이란 특수교육대상자가 일반학교에서 (           )에 따라 차별을 받지 아니하고 또래와 함께 개개인의 교육적 요구에 적합한 교육을 받는 것을 말한다"},
            {"가"," 개별화교육이란 (        )이 특수교육대상자 개인의 능력을 계발하기 위하여 장애유형 및 장애특성에 적합한 (         ) 등이 포함된 계획을 수립하여 실시하는 교육을 말한다."},
            {"가"," 순회교육이란 (          )이 각급학교나 의료기관, 가정 또는 복지시설(장애인복지시설, 아동복지시설 등을 말한다. 이하 같다) 등에 있는 특수교육대상자를 직접 (   )하여 실시하는 교육을 말한다"},
            {"가"," 진로 및 직업교육이란 특수교육대상자의 학교에서 사회 등으로의 원활한 이동을 위하여 관련 기관의 협력을 통하여 (             ) 등을 실시하는 것을 말한다."},
            {"가"," 특수교육기관이란 특수교육대상자에게 (                                             )을 말한다."},
            {"가"," 특수학급이란 (                    )에 설치된 학급을 말한다."},
            {"가"," 특수교육대상자에 대하여는 「교육기본법」 제 8조에도 불구하고 (                              )으로 한다."},
            {"가"," (              )까지의 특수교육대상자는 제1항에 따른 의무교육을 받을 권리를 가진다. 다만, (          ) 등으로 인하여 진급 또는 졸업을 하지 못하거나, (                               )에는 그 해당 연수를 더한 연령까지 의무교육을 받을 권리를 가진다."},
            {"가"," 각급학교의 장 또는 대학(「고등교육법」 제2조에 따른 학교를 말한다. 이하 같다)의 장은 특수교육대상자가 그 학교에 입학하고자 하는 경우에는 (                                               )을 하여서는 아니 된다."},
            {"가"," 국가, 지방자치단체, 각급학교의 장 또는 대학의 장은 다음 각 호의 사항에 관하여 장애인의 특성을 고려한 교육시행을 목적으로 함이 명백한 경우 외에는 특수교육대상자 및 보호자를 차별하여서는 아니 된다. 6가지는?"},
            {"가"," 국가 및 지방자치단체는 특수교육대상자의 취학 편의를 고려하여 (   )을 (   ) 및 (     )로 균형 있게 설치·운영하여야 한다."},
            {"가"," 국가 및 지방자치단체는 국립 또는 공립의 특수교육기관이 부족하거나 특수교육대상자의 의무교육 또는 무상교육을 위하여 필요한 경우에는 (           )에 그 교육을 위탁할 수 있다."},
            {"가"," 법 제6조제2항에 따라 교육을 위탁받은 사립의 특수교육기관에 취학하고 있는 특수교육대상자 또는 그의 보호자는 (              )하거나 특수교육대상자의 특성에 맞지 아니하여 (             )에는 (          )에게 그 사유를 구체적으로 명시하여 취학하고 있는 교육기관 외의 교육기관에 취학할 수 있도록 교육기관 변경을 신청할 수 있다."},
            {"가"," 장특법 제7조 제1항에 따른 변경신청을 받은 교육장 또는 교육감은 (          )에 제10조 제1항에 따른 (                        )를 열어 신청인·해당 학교의 장 등 이해관계인의 의견을 들은 후 변경 여부를 결정·통보하여야 한다."},
            {"가"," 국가 및 지방자치단체는 특수교육교원의 자질향상을 위한 (         )를 정기적으로 실시하여야 한다."}



    };

}
