package com.sedudevelop.specialedu;

public class DB_SpecialEdu {

    public String Content[][]={

            {"가"," 지적장애 지원의 구분 ( 간헐적, 제한적, 확장적, 전반적 )에 대해 설명하시오."}
            ,{"가"," 지원강도검사(SIS)는?"}
            ,{"가"," 발생률과 출현율 차이는?"}
            ,{"가"," 클라인펠터 증후군은?"}
            ,{"가"," 윌리엄스 증후군의 특징은?"}
            ,{"가"," 지적장애 1차적, 2차적, 3차적 예방이란?"}
            ,{"가"," 지적장애 아동의 인지발달에 대한 견해 중 발달론과 차이론에 대해 설명하세요."}
            ,{"가"," 지적장애 학생의 주의 특성 중 선택적 주의 집중, 주의집중 범위, 주의집중 이동, 주의집중 초점, 연속적 제시에 따른 주의 집중에 대해 설명하세요."}
            ,{"가"," 매개전략(쌍연합학습)은 무엇인가요?"}
            ,{"가"," 자극일반화와 반응일반화에 대해 설명하세요."}
            ,{"가"," 과소일반화와 과잉일반화에 대해 설명하세요. "}
            ,{"가"," 유지 전략에 대해 설명하세요.(ex: 과잉학습)"}
            ,{"가"," 관찰학습 정의 및 단계에 대해 설명하세요."}
            ,{"가"," 지적장애 아동의 긍정적 반응 경향성이란 무엇인가요?"}
            ,{"가"," 학습된 무기력이란 무엇인가요?"}
            ,{"가"," 지적장애 학생의 동기적 특성에 대해 설명하세요."}
            ,{"가"," "}
            ,{"가"," "}




//            ,{"가"," "}
            

    };

}
